[{"name":"Model0","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"kFAuvxX64D7FHvc+cGkQv50zOz6OEVy+xanLvmYsYb6JVmA+fRzAPmMHhj74ziA+dvbxPsNotDzgz12+q8D0PE93G73SNAk/D3R/vo7YXz7JUIu9yCSpvqr5g77p7AM/DH7MvgAAAAAAAAAAAAAAAAAAAAAAAAAAVjiLPWhFGr/xsSU/fM28PgtW+L4AAAAA"},{"name":"Model250","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"fOUlvqEksL4fQLU9hmUEPnXDMb9JjRq/cjU1v/bsw74/i4Q+rNSCP1yV4z7kZYw/zIGXP2c4Vr8K+Hu/mr9lP+BWB0CcawtAUQL4v987EMCTKE+9znQfP1QYRT+fmCC/uPkUv6hFTj9tig/ALnDsP2FVEUCxku2/oxEcPycLSsDeMC9Ay0QwQDJxRsDb+yJA"},{"name":"Model500","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"4R6LvnqRuz4xnsi+VuaLvkvyzD7i6RG/AnFJvhsk7D7vdwq/+HzLPll5AT9VNdk/+vLEPywVur/D2q6/YhyBPxkAMECLGANAP94MwKK/GcAMp0i93+XAPgoGND887DS/ShTBvgSXYj9HoRXApJchQHrMLEDlhCPAUXFCPwzuX8AMj1lAS1ZdQDD6VcBUDBBA"},{"name":"Model750","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"GEFivg0mJj+UcKA+p34PPmlduD7HgRK/obVOu+/jgD93DYO/0LvtPWD8ID/7fAhAhywOQFJcAsB4sfK/nYWgP0JmXUBFVjhAEYM0wLsjTcDyLLe9p1HkPuICET+vjSq//vHtvkb4Mz9TvgLAgukOQDleD0A2TAnAmxHVPidpUMCIP1ZAfhFjQI9zQMAc+Zo/"},{"name":"Model1000","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"vh0PvjIAKL8tfS0+fP62PpE1B7/ThwW/McgQP8Ji0T++F+i/gXKMvkAVMT8/yCxAibs0QCuFM8CCBhjA87SlP+albEBcBkhAYexDwHAtZcD4kOq9x2vgPlYhgT/sR+m+cJfuvphRQT/3hQPAvX0bQPsoA0CCnAjAXB7kPVEfVsAkcXlA4ud7QC04ScBUwpo/"},{"name":"Model1250","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"OCRUvso9qD74mok9UkaCPvckPb5Wggy/fd2GP6Ro3T+VJQXA5bH8vnrRND8IiUdAbtdNQD9UWcAUCizAhsawP7crcECGMWlAkhtpwDfAc8CpFhi+yBdfPtbXNj8ZDBS/wCHZvkdiEj/sOCXAcCBhQFFgGEBecCjAdlvLPkOjUcCNEX9AaHKIQBM/Q8AzuIc/"}]