[{"name":"Model0","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"rer2vTBhYz8/LBY+Ydy6PtTH2T4L9mO+CPXnvhNG977TlaW61vy5vqW6Pz6yP1y+ClbNuzHs9L685Zi+xHsWv2D9sD7i2uQ+LsYOPYhNlj7w80M/FE3bvhBOpL7jxGM/WQchPgAAAAAAAAAAAAAAAAAAAAAAAAAAnLgVv/v8M74tYIM+y1tDvyfaZT0AAAAA"},{"name":"Model250","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"K/pfPp5Ttj4VCRq+bOkLP0aLDz/wX3U+/lcevq49Q7/rWy6/raOzvg4Dqr5zWHu+XD3vPqhkhz5OdKK+nlYGwJSHAL43BNg/IlMmQCWHhD6Cc+q+aPTuvovy+j7c4KM+9kLtvTXB4789p4I/C0fqP/mRSMDoEOe7JQdTwL7KnD07okFAMVyswOdf8r4EoWpA"},{"name":"Model500","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"6BekPuZWoD6+K1u+O3Q8PSjjBD6K+Lq+u+ONvuec4b7yaxg+5DsBvzpJi7/qO4u+QWaTP3jZnz99YZm+0jFHwD4uczwZ+zVA1XZqQGKyBD+dewu/NSpDv8wKGD9eaJU/RXgEvuDOJ8DNtg8/8JQmQIo7ZMCVpmG+oGpiwDoK172U/ERA/nfKwHxrN77QfztA"},{"name":"Model750","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"jujyvSvTGL4LQwU/bp0aPhWp3T6TRMO/k1clvv6yjT4sOyU/pJT5vnw07L9XOpy+VrzoP49sCUCcX5O+VwxewB6nH766PmZA8uilQJWzEj/DbJS/+Lppv3fRHj//mI8/1PejuwMrHMA67UU+WQMNQI1CY8AjgBc+cxR4wPwkdD78hz9AbsGzwNIV2L6kKwFA"},{"name":"Model1000","modelTopology":{"class_name":"Sequential","config":[{"class_name":"Dense","config":{"units":5,"activation":"tanh","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,5],"dtype":"float32"}},{"class_name":"Dense","config":{"units":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}}],"keras_version":"tfjs-layers 0.7.1","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[5,5],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[5],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[5,1],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[1],"dtype":"float32"}],"weightData":"tKl6vnIKuLqPeye+ecMvv2R3jz6/ota/d547vqvjxT6JPIM/9U0nv779EsBXBai+7hMKQC0JM0CuIEO+b4p+wPs7OL7Q+YBAFR61QJMObD8SLyG/aZdlv481nT6COTc/EDARPae2JsA6Gw8+YQYWQH7NasAh6bY+xLBnwLvsxD22lSVA6iGywLkPFb/Tzr8/"}]